[
    {
        "id": 2105,
        "title": "American Pie: A Primeira Vez é Inesquecível",
        "overview": "Jim Kevin, Oz e Finch são quatro amigos às vésperas do baile de formatura de escola. Entre tentativas frustradas de fazer sexo com as namoradas, vigiar garotas nuas pela Internet e até atacar uma torta recém-saída do forno, os rapazes fazem um pacto: deixar a virgindade para trás antes do baile de formatura. Começam, então, as investidas mais hilariantes em busca de sexo e, principalmente, mulheres."
    },
    {
        "id": 8277,
        "title": "American Pie: Caindo em Tentação",
        "overview": "Erik Stifler e Cooze ingressam na vida acadêmica, na Universidade de Michigan. Os dois logo são são apresentados a Fraternidade Beta, presidida pelo lendário Dwight Stifler, primo de Erik. A Fraternidade Beta é famosa por suas festas. Enquanto os calouros tentam um lugar na irmandade, Dwight tenta salvar a Beta dos ataques da conservadora Fraternidade GEK, formada por nerds e comandada por Edgar que quer acabar com a supremacia dos libertinos."
    },
    {
        "id": 660982,
        "title": "American Pie Apresenta: Meninas ao Ataque",
        "overview": "Um grupo de mulheres decide aproveitar seu poder feminino e se unir para conseguir o que querem no último ano do ensino médio."
    },
    {
        "id": 8274,
        "title": "American Pie: Tocando a Maior Zona",
        "overview": "Matt Stifler (Tad Hilgenbrink), o irmão mais novo de Stifler, sonha em se igualar ao irmão quando envelhecer e também em produzir filmes de garotas nuas. Porém antes disto ele precisa se formar no colegial. Após se envolver em uma série de problemas, ele é enviado pelo conselheiro educacional de seu colégio para o Acampamento de Banda. É a chance que Matt esperava para iniciar a produção de seus vídeos."
    },
    {
        "id": 8275,
        "title": "American Pie: O Último Stifler Virgem",
        "overview": "Erik Stifler (John White), primo de Matt e Steve, deseja perder a virgindade antes de concluir a faculdade. Desejando ajudá-lo, seus amigos decidem incentivá-lo a participar da \"Milha Nua\", uma tradicional corrida em que as pessoas correm pelados pelo campus da faculdade."
    },
    {
        "id": 71552,
        "title": "American Pie: O Reencontro",
        "overview": "Para comemorar dez anos de formatura do ensino médio, a turma toda se reúne em East Great Falls, Michigan, durante um fim de semana. Cada um deles vive um momento diferente, mas alguns hábitos nunca mudam."
    },
    {
        "id": 26123,
        "title": "American Pie: O Livro do Amor",
        "overview": "Rob, Nathan e Lube são três amigos que estão determinados a dar sequência à missão de conquistar as garotas dos seus sonhos. Depois de algumas tumultuadas tentativas, a maioria sem sucesso, eles acidentalmente descobrem uma verdadeira bíblia da sedução escondida na biblioteca da escola East Great Falls High."
    },
    {
        "id": 2770,
        "title": "American Pie 2: A Segunda Vez é Ainda Melhor",
        "overview": "Ao término do primeiro ano da faculdade, Jim (Jason Biggs), Oz (Chris Klein), Kevin (Thomas Ian Nicholas), Stifler (Seann William Scott) e Finch (Eddie Kaye Thomas) mais uma vez se reencontram. Mas agora Nadia (Shannon Elizabeth) está prestes a vir visitar Jim, que ainda não se sente preparado sexualmente para encontrá-la e receberá a ajuda dos amigos."
    },
    {
        "id": 8273,
        "title": "American Pie: O Casamento",
        "overview": "Após os eventos do colégio e da faculdade, os garotos estão enfim se tornando adultos. Jim (Jason Biggs) e Michelle (Alyson Hannigan) estão prestes a se casar, já que a avó de Jim adoece e diz que gostaria de vê-lo se casar antes de morrer. Os pais e amigos de Jim já planejam os preparativos para o grande casamento. Enquanto Stifler (Seann William Scott) organiza a despedida de solteiro, Finch (Eddie Kaye Thomas) prepara rituais hedonistas para o noivo. No entanto, a situação se complica de vez após Stifler se interessar por Cadence (January Jones), irmã caçula de Michelle que será dama de honra no casamento e não vê a hora de perder a virgindade."
    },
    {
        "id": 421382,
        "title": "American Pie",
        "overview": "Rapidly edited animation set to Don McLean's song \"American Pie.\" Screened in the 1972 New York Film Festival."
    },
    {
        "id": 63404,
        "title": "American Pie: Revealed",
        "overview": "Documentary about the making of American Pie (1999), American Pie 2 (2001) and American Wedding (2003)."
    },
    {
        "id": 985709,
        "title": "The Day the Music Died: The Story of Don McLean's \"American Pie\"",
        "overview": "50 anos após seu lançamento, Don McLean compartilha os segredos por trás de sua icônica música 'American Pie', um dos grandes marcos musicais do século XX."
    },
    {
        "id": 604730,
        "title": "Don McLean: American Pie",
        "overview": "The story behind the “American Pie” album featuring all new interviews with Don McLean, the producer Ed Freeman and musicians involved in making the record."
    },
    {
        "id": 616888,
        "title": "Jonathan Pie's American Pie",
        "overview": "This balanced mocku-documentary is Louis Theroux meets Alan Partridge. It is the US midterm elections, and spoof news reporter Jonathan Pie is sent across the pond on the campaign trail. Jonathan meets real people who don't normally have a voice as he sorts through the utter carnage of US politics and delivers an extremely entertaining, witty take on Trump's America. He talks to all sides: Republicans, Democrats and independents, while attempting to work out whether Trump is going to destroy the planet with his stance on climate change, his relationships with volatile countries or his twitter account.  Pie comes away with a lot of his preconceptions blown out of the water but also with a few intact."
    },
    {
        "id": 554738,
        "title": "The Great American Pie Company",
        "overview": "In this comedic short, two pie vendors discuss merging their businesses, but one of them may have an ulterior motive."
    },
    {
        "id": 708789,
        "title": "Piercing The Reich: American Spies Inside Nazi Germany",
        "overview": "In one of the most dangerous missions of the war, a group os O.S.S. officers, dressed as Nazi platoon, infiltrated Germany without help from the underground - Their mission, capture Adolf Hitler! Acclaimed author Joseph Persico uncovers the facts behind \"Operation Iron Cross\""
    },
    {
        "id": 390638,
        "title": "BBStory: An American Film Renaissance",
        "overview": "This 2009 documentary features directors Bob Rafelson, Peter Bogdanovich, and Henry Jaglom, actor-director Jack Nicholson, and actresses Karen Black and Ellen Burstyn, among others, reminiscing about the making of the groundbreaking films of BBS Productions."
    },
    {
        "id": 44700,
        "title": "Flor Americana",
        "overview": "Em Blythe, Califórnia, uma pequena cidade no remoto deserto da Califórnia, Ethan Inglebrink é um viciado em heroína excêntrico e agorafóbico, obcecado por seu jardim. Esta comédia sombria segue os últimos dias da vida de Ethan, enquanto ele luta para encontrar um objetivo em um momento em que talvez seja tarde demais para importar."
    },
    {
        "id": 16318,
        "title": "Sex Is Zero",
        "overview": "O enredo segue a história do estudante de faculdade Eun-shik Jang e seus esforços para impressionar uma estudante junior Eun-hyo Lee. Eun-Shik tem o hábito de encontrar-se em situações um tanto estranhas, que muitas vezes o constrange e sabota suas tentativas para impressionar Eun-hyo Lee."
    },
    {
        "id": 45781,
        "title": "Hole in One",
        "overview": "Eric, um jogador altamente talentosos, mas de graduação da faculdade radicalmente, indisciplinado, encontra o seu mundo drasticamente alteradas depois de perder uma aposta de golfe a um par de sádicos cirurgiões plásticos. estilo de vida de Eric atitude “bad boy” trata de uma parada brusca como ele perde o seu dinheiro, sua namorada, sua dignidade e seu swing de golfe. Eric e sua o melhor amigo de Tyler decide tomar sobre os médicos, em uma partida de golfe final do Best-Ball para retomar sua vida e se tornar o homem que ele deve ter sido tudo junto."
    }
]