[
    {
        "id": 808,
        "title": "Shrek",
        "overview": "Em um pântano distante vive Shrek, um ogro solitário que vê, sem mais nem menos, sua vida ser invadida por uma série de personagens de contos de fada, como três ratos cegos, um grande e malvado lobo e ainda três porcos que não têm um lugar onde morar. Todos eles foram expulsos de seus lares pelo maligno Lorde Farquaad. Determinado a recuperar a tranquilidade de antes, Shrek resolve encontrar Farquaad e com ele faz um acordo: todos os personagens poderão retornar aos seus lares se ele e seu amigo Burro resgatarem uma bela princesa, que é prisioneira de um dragão. Porém, quando Shrek e o Burro enfim conseguem resgatar a princesa logo eles descobrem que seus problemas estão apenas começando."
    },
    {
        "id": 13394,
        "title": "Shrek Bate o Sino",
        "overview": "O Natal está chegando e Fiona (Cameron Diaz) está empolgada para passar seu primeiro Natal com Shrek (Mike Meyers) e seus filhos. O problema é que Shrek não tem ideia de como se comemora essa data. Ele, então, compra um livro para ajudá-lo. Tudo corre bem com os preparativos até que Burro (Eddie Murphy) e os outros personagens aparecem em sua casa para a festa de Natal."
    },
    {
        "id": 810,
        "title": "Shrek Terceiro",
        "overview": "O rei Harold, pai de Fiona, morre repentinamente. Com isto Shrek precisa ser coroado rei, algo que ele jamais pensou em ser. Juntamente com o Burro e o Gato de Botas, ele precisa encontrar alguém que possa substituí-lo no cargo de soberano do Reino de Tão, Tão Distante. O principal candidato é Artie, um jovem desprezado por todos em sua escola, que é primo de Fiona."
    },
    {
        "id": 128914,
        "title": "Assustando Shrek",
        "overview": "Quando chega o Halloween, Shrek mal pode esperar para comemorar seu feriado favorito ao estilo ogro. Ao invés do comum \"doces ou travessuras\", Shrek desafia o Burro, o Gato de Botas e outros personagens de contos de fadas para um concurso de contar histórias. Antes da noite de sustos começar, eles precisarão passar a noite no castelo assombrado do Lord Farquaad. O último a levar um susto ganha."
    },
    {
        "id": 10192,
        "title": "Shrek Para Sempre",
        "overview": "Shrek faz um pacto com Rumpelstiltskin para sentir-se como um ogro de verdade novamente, mas ele é enganado e enviado para uma versão distorcida de Tão, Tão Distante - onde Rumpelstiltskin é rei, ogros são caçados, e ele e Fiona nunca se encontraram - ele decide restaurar o seu mundo e recuperar seu verdadeiro amor."
    },
    {
        "id": 51256,
        "title": "Natal Shrektacular do Burro",
        "overview": "As risadas do Burro vão encher os salões, nesta coletânea de Natal totalmente nova. Burro apresenta seu próprio show natalino, com seus amigos de Tão Tão Distante, neste alegre presente musical, com todos os enfeites da época! Entre no SHREKTACULAR espírito natalino, com as festivas canções, a engraçada Decoração do Burro e uma hilariante lareira virtual que é tão cômica, que está pegando fogo!"
    },
    {
        "id": 26840,
        "title": "Shrek no Baile de Karaokê do Pântano",
        "overview": "Shrek e seus amigos se divertem com algumas festas de karaokê."
    },
    {
        "id": 58508,
        "title": "Shrek e os Ídolos de Tão Tão Distante",
        "overview": "Shrek, Fiona, Burro, Gato de Botas e o resto do Reino Tão Tão Distante, lutam em uma competição de canto."
    },
    {
        "id": 48466,
        "title": "O Susto de Shrek",
        "overview": "Quando chega o Halloween, Shrek mal pode esperar para comemorar seu feriado favorito ao estilo ogro. Ao invés do comum “doces ou travessuras”, Shrek desafia o Burro, o Gato de Botas e outros personagens de contos de fadas para um concurso de contar histórias. Antes da noite de sustos começar, eles precisarão passar a noite no castelo assombrado do Lord Farquaad. O último a levar um susto ganha."
    },
    {
        "id": 381696,
        "title": "Shrek, o Musical",
        "overview": "Vivendo sozinho em seu pântano, o rabugento ogro Shrek um dia é surpreendido por um grupo de criaturas dos contos de fada que ali foram despejadas por ordem de Lord Farquaad, um excêntrico e nada amigável nobre."
    },
    {
        "id": 809,
        "title": "Shrek 2",
        "overview": "Após se casar com a Princesa Fiona (Cameron Diaz), Shrek (Mike Myers) vive feliz em seu pântano. Ao retornar de sua lua-de-mel Fiona recebe uma carta de seus pais, que não sabem que ela agora é um ogro, convidando-a para um jantar juntamente com seu grande amor, na intenção de conhecê-lo. A muito custo Fiona consegue convencer Shrek a ir visitá-los, tendo ainda a companhia do Burro (Eddie Murphy). Porém os problemas começam quando os pais de Fiona descobrem que ela não se casou com o Príncipe (Rupert Everett), a quem havia sido prometida, e enviam o Gato de Botas (Antonio Banderas) para separá-los."
    },
    {
        "id": 421892,
        "title": "Shrek 5",
        "overview": "O próximo filme da franquia Shrek. Enredo TBA."
    },
    {
        "id": 1192714,
        "title": "Shreklife",
        "overview": "Five childhood friends reunite for the first time after the death of their classmate Pedro, an unconditional Shrek fan. They are entrusted with an important mission: to honor the memory of the deceased by scattering his ashes at Shrekfest, a festival in honor of the green ogre and taking place in Wisconsin, USA."
    },
    {
        "id": 151316,
        "title": "Shrek's Yule Log",
        "overview": "“Shrek’s Yule Log,” featuring over 25 uproarious character appearances in front of a crackling virtual fireplace.  This was bundled with \"Donkey's Christmas Shrektacular\""
    },
    {
        "id": 252634,
        "title": "Shrek Stories",
        "overview": "Join Shrek and his friends from Far Far Away as they share tales of holiday cheer, spooky stories, a singing showdown and a night of babysitting nobody will soon forget."
    },
    {
        "id": 726391,
        "title": "Shrek: Once Upon a Time",
        "overview": "A making-of for the Shrek series."
    },
    {
        "id": 575506,
        "title": "Creating a Fairy Tale World: The Making of Shrek",
        "overview": "Behind-the-scenes look at the making of the DreamWorks Pictures animated feature, \"Shrek.\""
    },
    {
        "id": 735251,
        "title": "L'amore ai tempi di Sh.Rek",
        "overview": ""
    },
    {
        "id": 951495,
        "title": "\"Vegeta\" (Shrek)",
        "overview": "By Jaden Pictures \/ YouTube  This animated movie spoof shows a story about a Saiyan named Vegeta, who lives alone his home, and enjoys his isolation, when 1 day, he meets another Saiyan named Goku (who he refers to as Kakarot), and then on the night he met Goku, a bunch of Non-Dragon Ball characters come to his property, because they were ordered by Simon Petrikov to go there, so Vegeta goes on a long adventure with Goku to see Simon, and get his home and isolation back.\r Later on, the adventure also becomes an adventure to rescue Princess Bubblegum from a castle guarded by Flame Princess, and bring her to Simon, so that he can marry her, and become king.\r Not to mention, Princess Bubblegum even has a secret that is to be revealed at some point in this animated movie spoof."
    },
    {
        "id": 1146942,
        "title": "Shrek - Sovande bäbis!",
        "overview": ""
    }
]